Repository: simonalorenc/Exchange-Rates
Catalog: src/locale/messages.*.xlf
Languages: pl

source: Chart form the last 30 days
pl: Wykres z ostatnich 30 dni

source: Chart from the last months
pl: Wykres z ostatnich miesięcy

source: Chart from the last 7 days
pl: Wykres z ostatnich 7 dni

source: Country flag
pl: Flaga

source: Exchange rates from the last 7 days
pl: Kursy waluty z ostatnich 7 dni

source: last 7 days
pl: ostatnie 7 dni

source: last 30 days
pl: ostatnie 30 dni

source: last months
pl: ostatnie miesiące

source: Exchange Rates
pl: Kursy walut

source: See fluctuations in your currency using the tabel and charts below. Use fiter input to find Your currency!
pl: Zobacz wahania swojej waluty, korzystając z poniższej tabeli i wykresów. Znajdź swoją walutę!

source: Check your currency!
pl: Sprawdź swoją walutę!

source: Currencies
pl: Kursy walut

source: Gold
pl: Ceny złota

source: Prices of 1g of gold from the last 14 days:
pl: Ceny 1 g złota z ostatnich 14 dni:
